{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2023-04-07T14:50:29.113-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
        {
          "PackageIdentifier" : "Mozilla.Firefox"
        },
        {
          "comment": "FOSS cross-platform tool for sharing files between nearby devices",
          "PackageIdentifier" : "LocalSend.LocalSend"
        },
				{
					"PackageIdentifier" : "xanderfrangos.twinkletray"
				},
				{
					"PackageIdentifier" : "OpenWhisperSystems.Signal"
				},
        {
          "comment": "For signing PDF documents for free",
          "PackageIdentifier" : "Adobe.Acrobat.Reader.64-bit"
        },
				{
					"PackageIdentifier" : "AutoHotkey.AutoHotkey"
				},
        {
          "PackageIdentifier" : "qBittorrent.qBittorrent"
        },
				{
					"PackageIdentifier" : "Foxit.FoxitReader"
				},
        {
					"PackageIdentifier" : "GIMP.GIMP"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "calibre.calibre"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "pCloudAG.pCloudDrive"
				}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.4.10173"
}
