{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2023-04-07T14:50:29.113-00:00",
  "Sources": [
    {
      "Packages":
      [
        {
          "comment": "Includes a capable PDF reader with annotations support.",
          "PackageIdentifier": "Mozilla.Firefox"
        },
        {
          "comment": "FOSS cross-platform tool for sharing files between nearby devices",
          "PackageIdentifier": "LocalSend.LocalSend"
        },
        {
          "comment": "Shows real-time hardware info and power usage",
          "PackageIdentifier": "REALiX.HWiNFO"
        },
        {
          "comment": "To easily change brightness of multiple monitors",
          "PackageIdentifier": "xanderfrangos.twinkletray"
        },
        {
          "PackageIdentifier": "OpenWhisperSystems.Signal"
        },
        {
          "PackageIdentifier": "AutoHotkey.AutoHotkey"
        },
        {
          "PackageIdentifier": "qBittorrent.qBittorrent"
        },
        {
          "PackageIdentifier": "dotPDN.PaintDotNet"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Obsidian.Obsidian"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys"
        },
        {
          "PackageIdentifier": "calibre.calibre"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "pCloudAG.pCloudDrive"
        },
        {
          "comment": "Capable. Allows choosing subtitles encoding (Windows 1250)",
          "PackageIdentifier": "VideoLAN.VLC",
        },
      ],
      "SourceDetails":
      {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.4.10173",
  "Optional": [
    {
      "PackageIdentifier": "Microsoft.Teams"
    },
    {
      "PackageIdentifier": "GIMP.GIMP"
    },
    {
      "comment": "Make a screen recording and store it as easily shareable GIF",
      "PackageIdentifier": "NickeManarin.ScreenToGif"
    },
    {
      "comment": "Simulates Linux Compose button making it easier to input special characters",
      "PackageIdentifier": "SamHocevar.WinCompose"
    }
  ],
  "Retired": [
    {
      "comment": "FOSS PDF reader and editor. REALLY BAD FONT RENDERING. Use Annotations->Freehand line tool to sign documents.",
      "PackageIdentifier": "KDE.Okular"
    },
    {
      "comment": "Very lightweight, Windows-only PDF reader. No editing functionality.",
      "PackageIdentifier": "SumatraPDF.SumatraPDF"
    },
  ]
}
