{
  "Comment.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "move.nvim": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "substitute.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-fetch": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-indent": { "branch": "master" },
  "vim-textobj-line": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "whitespace.nvim": { "branch": "master" }
}